import React from 'react';
import Navbar from '../../components/navbar/Navbar';
import Helmet from 'react-helmet';
import Footer from "../../components/footer/Footer";

const About = () => {

    return (
        <div >
            <Helmet>
                <style>{`
                     #about-container { padding: 20px; border-radius:5px;} 
                     #about-container h5 { padding-top: 20px; }
                     #about-container p { padding-top: 20px; color: black;}
                    `}</style>
            </Helmet>
            <Navbar/>
            <div className="container" id="about-container">
                <div>
                    <h5>За нас</h5>
                    <p>
                        Порталот „Отворени финансии“ има за цел да и овозможи на јавноста увид во податоците за реализација на трансакции на сите
                        буџетски корисници на Буџетот на Република Северна Македонија, со кои што располага Трезорот на Министерството за финансии.
                        Во првата фаза се објавуваат сите трансакции на буџетските институции на Буџет на Република Северна Македонија.
                        Во втората фаза ќе се објавуваат и трансакциите на Единиците на локална самоуправа (ЕЛС) и нивните буџетски институции.<br/><br/>
                        Јавноста има информации за назив на буџетски корисник од кој е извршено плаќањето, видот на трошокот согласно економската класификација,
                        примач на средствата, на кој ден е реализирано плаќањето итн.<br/><br/>
                        Содржината на веб страницата е подготвена од страна на тимот на Меѓународниот републикански институт (ИРИ) со
                        поддршка на американскиот народ преку Агенцијата на САД за меѓународен развој (УСАИД).
                        Содржините на порталот „Отворени финансии“ им припаѓаат на авторите и не ги изразуваат
                        ставовите на Агенцијата на САД за меѓународен развој или на Владата на Соединетите Американски Држави.
                    </p>
                </div>
            </div>
            <Footer/>
        </div>
    );

};

export default About;